<?php /* Smarty version Smarty-3.1.6, created on 2017-03-09 22:48:54
         compiled from "./LezhengWechat/Home/View\Epsquery\agreement.html" */ ?>
<?php /*%%SmartyHeaderCode:1188558a152e6bb73c9-32845601%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '51b597c6f9e3856ed02ff51c5376185afe3bec42' => 
    array (
      0 => './LezhengWechat/Home/View\\Epsquery\\agreement.html',
      1 => 1489055475,
      2 => 'file',
    ),
    '6db11e9c2a04749a9aaf4b9c1b5e466f74c156dd' => 
    array (
      0 => 'D:\\Apache24\\htdocs\\LezhengWechat\\Home\\View\\Common\\defaultRegist.html',
      1 => 1488524575,
      2 => 'file',
    ),
  ),
  'nocache_hash' => '1188558a152e6bb73c9-32845601',
  'function' => 
  array (
  ),
  'version' => 'Smarty-3.1.6',
  'unifunc' => 'content_58a152e6d5d22',
  'has_nocache_code' => false,
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_58a152e6d5d22')) {function content_58a152e6d5d22($_smarty_tpl) {?><html>
    <head>
        <meta charset="UTF-8" />
        <meta content="width=device-width, initial-scale=1" name="viewport" />
        <meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1,minimum-scale=1,user-scalable=no" />
        <meta name="keywords" content="乐政微官网" />
        <meta name="description" content="乐政微官网"/>
        <title>"乐政微官网"</title>
        <link type="text/css" rel="stylesheet" href="<?php echo @CSS_URL;?>
style.css" />          
        <script type="text/javascript" src="<?php echo @JS_URL;?>
jquery1.4.2.min.js"></script>
        <script type="text/javascript" src="<?php echo @JS_URL;?>
banner.js"></script>        

        <script type="text/javascript" src="<?php echo @JS_URL;?>
jquery-2.1.0.min.js"></script>
        <link rel="stylesheet" href="<?php echo @CSS_URL;?>
layer.css" />
        <script type="text/javascript" src="<?php echo @JS_URL;?>
fastclick.js"></script>
        <script type="text/javascript" src="<?php echo @JS_URL;?>
layer.js"></script>
        <!--图片上传-->
        <script type='text/javascript' src='<?php echo @LIB_URL;?>
js/upload_js/jquery-2.0.3.min.js'></script>
        <script type='text/javascript' src='<?php echo @LIB_URL;?>
js/upload_js/LocalResizeIMG.js'></script>
        <script type='text/javascript' src='<?php echo @LIB_URL;?>
js/upload_js/patch/mobileBUGFix.mini.js'></script>
        <!--时间选择-->
        <script type='text/javascript' src='<?php echo @LIB_URL;?>
js/timechoose.js'></script>       
        <link rel="stylesheet" href="<?php echo @CSS_URL;?>
timechoose.css" />
    </head>
    <body >
        <?php if (empty($_SESSION['user']['uid'])){?><?php echo header("location:../login/index");?>
<?php }?> 
        

<div class="contt">
    <div class="navstyle">
        <a href="javascript:history.go(-1);" class="navjiantou"><img src="<?php echo @IMG_URL;?>
return.png"></a>免责协议
        <img src="<?php echo @IMG_URL;?>
headimg.png" class="headimg">
    </div>
    <div class="baibg mianzexy_padd input_title">
        <strong>欢迎使用乐政服务平台</strong><br>
        使用乐政服务平台之前，用户应当阅读并遵守《乐政服务平台协议》（以下称"本协议"）、《乐政软件许可及服务协议》等相关协议及业务规则。请用户务必审慎阅读、充分理解各条款内容，特别是限制或免除责任的相应条款，以及开通或使用某项服务的单独协议。用户用户需要阅读并接受本协议所有条款，否则用户将无权使用本服务。用户对本服务平台的登陆、查看、支付、发布和利用信息等行为，将视为用户已阅读并同意受本协议的约束。如果用户未满18周岁，请在法定监护人的陪同下阅读本协议，并特别注意未成年人使用条款。<br>
        <br><strong>一、协议的范围</strong><br>
        本协议是用户（本协议以下有时也称"用户"）与四川智美高科科技有限公司乐政平台之间关于用户使用乐政服务平台（以下简称“乐政平台”）所订立的协议。<br>
        <br><strong>二、用户个人信息保护</strong><br>
        2.1 保护用户个人信息是乐政平台的一项基本原则。<br>
        2.2 用户在注册帐号或使用本服务的过程中，可能需要填写一些符合国家法律法规规定的，用户真实的身份信息。若用户填写的信息不完整，则无法使用本服务或在使用过程中受到限制。<br>
        2.3用户可随时浏览、修改自己提交的个人信息，但出于安全性和身份识别的考虑，用户可能无法修改注册时提供的初始注册信息及其他验证信息。<br>
        2.4 乐政平台将努力运用各种安全技术建立完善合理的管理体制来保护用户的个人信息，以免遭受未经授权的访问、使用或披露。<br>
        2.5 未经用户同意，乐政平台不会向任何公司、组织和个人披露用户的个人信息，但法律法规另有规定或本协议另有约定的除外。<br>
        2.6 乐政平台非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用本服务前，应事先取得家长或法定监护人（以下简称"监护人"）的书面同意。<br>
        2.7 用户应妥善保管好自己的乐政帐号及其密码，用户不得以任何形式擅自转让或授权他人使用自己的上述帐号，并对上述帐号下的一切操作行为独立担责。如用户发生帐号密码丢失的情形，应第一时间通知乐政平台，并配合乐政平台相关人员采取措施，防止发生进一步损失。当用户使用服务平台完毕后，应安全退出。因用户个人保管不善导致的盗号或密码失窃，责任由用户个人自行承担。<br>
        <br><strong>三、用户资格</strong><br>
        3.1 如使用本服务，用户应属具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若用户不具备前述主体资格，则用户及用户的监护人应承担因此而导致的一切后果，且乐政平台有权终止为用户提供服务，并向用户或用户的监护人追责。<br>
        3.2 用户必须拥有一个乐政帐号或商户平台帐号，且相关帐号的申请、使用等均应符合乐政软件制定的相关协议和规则。用户必须确保自己是帐号的合法使用权人，否则，由此引起的一切纠纷、损失和法律责任由用户自行承担。<br>
        <br><strong>四、用户理解并同意按现状提供本服务。</strong><br>
        本服务是按照现有技术和条件所能达到的现状提供的。乐政平台会尽最大努力向用户提供本服务，确保本服务的连贯性和安全性；但乐政平台不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。<br>
        <br><strong>五、自备设备</strong><br>
        5.1用户应当理解，用户使用乐政平台的服务需自行准备与相关服务有关的终端设备（如手机等装置），并承担所需的费用（如电话费、上网费等费用）。<br>
        5.2用户理解并同意，用户使用本服务时会耗用用户的终端设备等资源。<br>
        <br><strong>六、第三方提供服务</strong><br>
        7.1 本服务可能包含第三方发布的服务信息和提供的产品，当用户使用这些服务信息和产品时，可能会另有相关的协议或规则，用户也同样应当认真阅读并遵守。<br>
        7.2 如用户在使用第三方发布的服务信息和提供的产品时发生任何纠纷时，请用户与第三方直接联系，乐政平台不承担任何责任，根据需要会依法提供必要的协助。<br>
        <br><strong>七、数据的储存</strong><br>
        7.1 乐政服务平台不对用户在本服务中相关数据的操作删除或储存失败负责。<br>
        7.2乐政平台有权根据实际情况自行决定在服务器上对用户在本服务中的数据的最长储存期限、为单个用户分配的最大存储使用空间等。用户可根据自己的需要自行备份本服务中的相关数据。<br>
        7.3 如果用户的服务被终止或取消，乐政平台乐政将在规定时间内从服务器上永久地删除用户数据。服务终止或取消后，乐政平台没有义务向用户返还数据。但法律法规另有规定的除外。<br>
        <br><strong>八、用户的权利和义务</strong><br>
        8.1 用户有权根据本协议及本服务的相关规则，通过本服务查询服务信息、预定、购买服务、参加第三方举办的有关活动，以及享受其他有关资讯信息服务。<br>
        8.2 用户不得采取不正当手段（包括但不限于虚假交易、互换好评等方式）提高自身或他人信用度，或采用不正当手段恶意评价其他用户，降低其他用户信用度。<br>
        8.3 用户应当遵守诚实信用原则，并应遵守国家法律、法规和乐政的相关规则以及各种社会公共利益或公共道德。<br>
        8.4 未经乐政平台书面允许，用户不得将通过本服务获取的资料、信息以复制、修改、翻译等任何形式制作衍生作品、分发或公开展示。<br>
        8.5 用户不得使用以下方式使用本服务：<br>
        8.5.1 以任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件等非乐政平台认可的方式使用本服务；<br>
        8.5.2 通过任何方式对本服务造成或可能造成不合理或不合比例的重大负荷；<br>
        8.5.3 通过任何方式干扰或试图干扰本服务的正常提供。<br>
        8.6 用户同意接收来自乐政平台或其他用户发布的信息，包括但不限于营销活动信息、服务交易信息、促销信息等。<br>
        8.7 用户知悉且同意，如用户违反本协议及与乐政平台签订的其他协议，乐政平台有权要求乐政平台的关联方（如支付宝、微信、易联支付等公司）将用户乐政账户的款项支付给乐政平台指定的对象，并要求该关联方中止或终止为用户提供服务，用户不得追究乐政平台及其关联方的责任。<br>
        8.8 用户如发现其他用户有违法或违反本协议的行为，可以向乐政平台举报。如用户因网上交易与其他用户产生诉讼的，用户有权提请司法机关按照法定程序要求乐政平台提供相关资料，乐政平台将依法予以配合。<br>
        8.9 用户应自行承担因交易产生的相关费用，并依法纳税。<br>
        8.10 用户通过本服务发送或传播的内容（包括但不限于网页、文字、图片、音频、视频、图表等）均由用户自行承担责任。用户保证发送或传播的内容应有合法来源，相关内容为用户所有或用户已获得权利人的授权。<br>
        8.11 用户知悉并同意，本服务仅供用户个人使用，除非经乐政平台书面许可，用户不得进行以下行为：<br>
        （1）发送垃圾邮件、连锁邮件、垃圾短信、即时消息等方式干扰、骚扰其他用户；<br>
        （2）将本服务再次许可他人使用；<br>
        （3）其他未经乐政平台书面许可的行为。<br>
        <br><strong>九、 乐政平台的权利和义务</strong><br>
        9.1 用户已充分知悉和同意：本服务平台是乐政平台依托乐政用户提供服务信息展示、交流、进行交易服务的技术服务平台。本服务平台是一个用户信息交流及服务交易的电子商务平台。在该平台及服务中，乐政平台不是用户的代理商、合伙人、雇员或雇主等经营关系人，通过本服务平台展示的服务信息均为第三方发布，具体服务信息及服务的出售或提供者均为第三方机构，而非乐政平台。因此，在使用本服务时，用户应对自身发布的任何信息以及乐政政务服务平台发布的或其他任何第三人发布的信息以及进行服务交易的真实性、合法性、安全性等自行甄别并独立承担责任；乐政平台不对服务信息、服务质量、权利瑕疵以及买卖双方履行交易协议而产生的问题承担任何责任。<br>
        9.2 用户因使用本服务而产生有关交易投诉的，用户通过司法机关或行政机关依照法定程序要求乐政平台提供相关资料，乐政平台将积极配合。<br>
        9.3 用户已充分知悉和理解，因网上交易平台的特殊性，如发生以下情形之一的，乐政平台可以普通、非专业人员的知识水平标准或根据自己的独立判断对有关内容和事实进行判别，若认为这些内容或行为具有违法或不当性质的，乐政平台有权采取包括但不限于限制用户登录,向用户核实有关资料,发出警告通知,中止及停止提供本服务,将用户违法违规行为予以公布等措施：<br>
        9.3.2 第三方向乐政平台告知用户在使用本服务过程中侵犯第三方合法权益的。<br>
        9.3.3 第三方向乐政平台告知用户在使用本服务过程中有违法或不当行为的。<br>
        9.3.4用户存在其他任何违约行为或违法行为。<br>
        9.4 根据国家法律法规、本协议的内容和乐政平台所掌握的事实依据，可以认定用户存在违法或违反本协议行为的，乐政平台有权以网络发布形式通过互联网在全球范围内公布用户的违法行为，并有权随时采取删除相关信息、中止或终止提供服务等措施，而无须征得用户的同意。<br>
        9.5 乐政平台可在不通知用户的情况下对下列信息采取删除、屏蔽、断开链接等措施：<br>
        （1）恶意欺诈信息；<br>
        （2）恶意评价信息；<br>
        （3）试图或已经扰乱正常交易秩序的信息；<br>
        （4）危害国家安全或统一、社会稳定、公序良俗，侮辱、诽谤、淫秽、暴力的，以及恶意中伤、不正当竞争信息和任何违反国家法律法规的信息；<br>
        （5）侵害他人知识产权、商业秘密等合法权益的信息；<br>
        （6）恶意虚构事实、隐瞒真相以误导、欺骗他人的信息；<br>
        （7）其他任何表现形式的违法、违约信息。<br>
        用户发布上述信息，导致损害任何第三方权益的，用户应当独立承担责任，概与乐政平台无关；乐政平台因此遭受损失的，用户也应当一并赔偿。<br>
        9.6 用户知悉并同意，当国家行政、司法机关调查用户使用本服务时的相关行为时，乐政平台有权予以配合，并将所掌握的信息提供给上述国家机关。<br>
        9.7 用户知悉并同意，用户不得利用本服务实施侵犯他人合法权益的行为，如乐政平台接到第三方投诉称用户侵权的，乐政平台除依本协议规定采取措施外，乐政平台还可以将用户的相关信息及交易信息等资料提供给投诉人。<br>
        <br><strong>十、广告</strong><br>
        10.1 用户同意，为提升本服务水平，及时传播相关服务信息，乐政平台可以在提供服务的过程中自行或由第三方广告商向用户发送广告、推广或政策宣传信息，其方式和范围可不经向用户特别通知而变更。<br>
        10.2 乐政平台可能为用户提供选择关闭广告信息的功能，但任何时候用户都不得以本协议未明确约定或乐政平台未书面许可的方式屏蔽、过滤广告信息。<br>
        10.3 乐政平台依照法律的规定对广告商履行相关义务，用户应当自行判断广告信息的真实性并为自己的判断行为负责，除法律明确规定外，用户因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，乐政平台不承担责任。<br>
        10.4 用户同意，对本服务中出现的广告信息，用户应审慎判断其真实性和可靠性，除法律明确规定外，用户应对依该广告信息进行的交易负责。<br>
        <br><strong>十一、服务价格及送货</strong><br>
        11.1 如用户在交易中因服务价格、数量等产生纠纷的，由买家和第三方机构协商解决，乐政平台有权根据本协议等规定处理。<br>
        11.2 有关送货规定<br>
        11.2.1 乐政软件使用第三方物流平台进行配送，第三方自行找相关物流公司进行发货。并与买家约定好发货地址等相关信息，若服务发送失败或丢失乐政平台不承担责任。<br>
        11.2.2 送货费用将依用户选择的配送方式的不同而异。<br>
        11.2.3 买家购买服务时，如需填写收货信息，应准确、详细地填写好收货人的真实姓名、送货地址及联系方式，以免发生订单延迟、重复配送或无法配送。<br>
        <br><strong>十二、本服务的软件形式</strong><br>
        若乐政平台通过软件形式提供本服务的，乐政平台和用户还应遵守本条款的以下约定。<br>
        12.1 乐政平台可能为不同的终端设备开发不同的软件版本，用户应当根据实际情况选择下载合适的版本进行安装。<br>
        12.2 用户可以直接从乐政平台的网站上获取软件，也可以从得到乐政平台授权的第三方获取。如果用户从未经乐政平台授权的第三方获取软件或获取、安装与软件名称、图标相同或相似的安装程序，乐政平台无法保证该软件能够正常使用，并对因此给用户造成的损失不予负责。<br>
        12.3 为了增进用户体验、完善服务内容，乐政平台将不时提供软件更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。<br>
        12.4 软件新版本发布后，旧版软件可能无法使用。乐政平台不保证旧版软件继续可用，请用户随时核对并下载最新版本。<br>
        12.5 除非法律允许或乐政平台书面许可，用户不得从事下列行为：<br>
        （1）删除软件及其副本上关于著作权的信息；<br>
        （2）对软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现软件的源代码；<br>
        （3）对乐政平台拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点，或开发与智美高科开发的包括但不限于乐政平台服务软件名称、图标等相同或相似的任何系统、软件和APP等；<br>
        （4）对软件或者软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经智美高科授权的第三方工具/服务接入软件和相关系统；<br>
        （5）通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；<br>
        （6）通过非乐政平台开发、授权的第三方软件、插件、外挂、系统，登录或使用乐政平台软件及服务，或制作、发布、传播上述工具；<br>
        （7）其他未经乐政平台明示授权的行为。<br>
        如果用户实施了前款约定的行为，乐政平台将保留依法追究法律责任的权利。<br>
        <br><strong>十三、收费服务</strong><br>
        13.1 乐政平台有些服务是以收费方式提供的，如用户使用收费服务，请遵守相关的规则。<br>
        13.2 乐政平台可能根据实际需要对收费服务的收费标准、方式进行修改和变更，乐政平台也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，乐政平台将在相应服务页面进行通知或公告。如果用户不同意上述修改、变更或付费内容，则应立即停止使用该服务。<br>
        <br><strong>十四、责任限制</strong><br>
        14.1 用户理解和接受，本服务是在现有技术水平基础上提供的, 乐政平台无法保证用户经由本服务购买或取得的任何产品将完全符合用户的期望。<br>
        14.2 用户应自行考虑和衡量是否经由本服务下载或取得任何资料。<br>
        14.3 用户经由本服务取得的建议和资讯，无论其形式或表现，绝不构成本协议未明示规定的任何保证。<br>
        14.4通过本服务购买或取得的任何服务，或接收之信息，或进行交易所随之产生的替代服务及服务的购买成本，乐政平台不承担任何责任。<br>
        14.5本服务中，乐政平台只是为用户提供一个信息展示、交易的平台，对于用户所刊登的交易服务其合法性、真实性及其质量，以及用户履行交易的能力等，乐政平台不负担保责任。用户如果因使用本服务，或因购买发布于本服务平台的任何服务，而受有损害时，乐政平台不负补偿或赔偿责任。<br>
        14.6 乐政平台可能提供与其它互联网上的网站或资源的链接，用户可能会因此连接至其它运营方经营的网站，但不表示乐政平台与这些运营方有任何合作关系。其它运营方经营的网站均由各经营者自行负责，不属于乐政平台控制及负责范围之内。对于存在或来源于此类网站或资源的任何内容、广告、产品或其它资料，乐政平台亦不予保证或负责。因使用或依赖任何此类网站或资源发布的或经由此类网站或资源获得的任何内容、服务或服务所产生的任何损害或损失，乐政平台不负任何责任。<br>
        <br><strong>十五、服务的中断、中止和终止</strong><br>
        15.1 乐政平台可能会对本服务内容进行变更，也可能会中断、中止或终止服务。<br>
        15.2 如发生下列任何一种情形，乐政平台有权不经通知而中断、中止或终止向用户提供的服务：<br>
        （1）根据法律规定用户应提交真实信息，而用户提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；<br>
        （2）用户违反相关法律法规或本协议的规定；<br>
        （3）按照法律规定或主管部门的要求；<br>
        （4）用户侵犯其他第三方合法权益的；<br>
        （5）出于安全的原因或其他必要的情形。<br>
        15.3 如有证据证明用户所使用的乐政帐号不是其合法拥有的，乐政平台有权中止或提前终止为该用户提供服务。<br>
        15.4 对违反相关法律法规或者违反本协议规定，乐政平台有权提前终止该用户使用乐政平台的其它服务。<br>
        15.5 如按乐政平台发布的通知，用户应向乐政平台交纳相关费用，但用户未按时足额付费的，乐政平台有权中断、中止或终止提供服务。<br>
        15.6 用户有责任自行备份存储在本服务中的数据。如果用户的服务被终止，乐政平台可以从服务器上永久地删除用户的数据。<br>
        <br><strong>十六、不可抗力及免责事由</strong><br>
        16.1 用户理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，乐政平台将努力在第一时间与相关单位配合，及时进行修复，但是由此给用户造成的损失乐政平台将在法律允许的范围内免责。<br>
        16.2 在法律允许的范围内，乐政平台对以下情形导致的服务中断或受阻不承担责任：<br>
        （1）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；<br>
        （2）用户的电脑软件、系统、硬件和通信线路出现故障；<br>
        （3）用户操作不当；<br>
        （4）用户通过非乐政平台授权的方式使用服务；<br>
        （5）其他乐政平台无法控制或合理预见的情形。<br>
        16.3 用户理解并同意，在使用本服务平台的过程中，可能会遇到网络信息或其他用户行为带来的风险，乐政平台不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给用户造成的损害负责。这些风险包括但不限于：<br>
        （1）来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息；<br>
        （2）因使用本协议项下的服务，遭受他人误导、欺骗或其他导致或可能导致的任何心理、生理上的伤害以及经济上的损失；<br>
        （3）其他因网络信息或其他用户行为引起的风险。<br>
        16.4 乐政平台依据本协议约定获得对违法违规内容处理的权利，该权利不构成乐政平台的义务或承诺，乐政平台不能保证及时发现违法行为或进行相应处理。<br>
        16.5 在任何情况下，用户不应轻信借款、索要密码或其他涉及财产的网络任何诈骗信息。涉及财产操作的，请用户一定先行核实对方身份，避免上当受骗，且乐政平台并不负有对任何诈骗犯罪信息与活动做任何形式的提示的义务。<br>
        <br><strong>十七、其他</strong><br>
        17.1用户知悉且同意，乐政平台具有自主经营权，为了更好地为用户提供本服务，乐政平台有权对本协议进行不时的修订，并将修订后的协议进行公告，修订后的条款内容自公告时起生效，并成为本协议的一部分。用户若在本协议修改之后，仍继续使用本服务，则视为用户接受和自愿遵守修订后的协议。<br>
        17.2 本协议的成立、生效、履行、解释及纠纷解决等一切事宜，均适用中华人民共和国大陆地区法律（不包括冲突法）。<br>
        17.3 本协议签订地为中华人民共和国四川省高新区。若用户和乐政平台之间因本协议产生任何纠纷或争议，首先应友好协商解决；协商不成的，用户同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。<br>
        17.4本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。<br>
        17.5本协议条款无论因何种原因部分无效、完全无效或不可执行，其余条款仍有效，对双方具有约束力。如果用户对本协议或本服务有意见或建议，可与乐政平台客户服务部门联系，乐政平台服务部门会给予用户解答。
    </div>
    <div class="submit_button" id="submit">阅读并接受</div>
</div>

<script type="text/javascript">   
    $.ajax({
        type: "GET",
        url: "../epsquery/agreementAction",
        success: function (msg) {
            var msg = msg.replace(/\\r\<br>/gm,"<br>");
            $(".baibg").html(msg);
        }
    });
    $("#submit").on("click",function(){
        window.location.href=document.referrer;
    });
</script>

        <?php echo $_smarty_tpl->getSubTemplate ("../Common/bottom.html", $_smarty_tpl->cache_id, $_smarty_tpl->compile_id, null, null, array(), 0);?>
  
    </body>
</html>
<?php }} ?>