<?php /* Smarty version Smarty-3.1.6, created on 2017-02-20 17:03:52
         compiled from "./LezhengWechat/Home/View\Login\Agreement.html" */ ?>
<?php /*%%SmartyHeaderCode:2318858aaad207d6578-51264485%%*/if(!defined('SMARTY_DIR')) exit('no direct access allowed');
$_valid = $_smarty_tpl->decodeProperties(array (
  'file_dependency' => 
  array (
    '5a025d5608d0b7894a3e4fb8c7c531e492058f48' => 
    array (
      0 => './LezhengWechat/Home/View\\Login\\Agreement.html',
      1 => 1487581428,
      2 => 'file',
    ),
    '259a322885014fcec22f57547e4e882051ada333' => 
    array (
      0 => 'D:\\WWW\\LezhengWechat\\LezhengWechat\\Home\\View\\Common\\default.html',
      1 => 1486963340,
      2 => 'file',
    ),
  ),
  'nocache_hash' => '2318858aaad207d6578-51264485',
  'function' => 
  array (
  ),
  'version' => 'Smarty-3.1.6',
  'unifunc' => 'content_58aaad20939d4',
  'has_nocache_code' => false,
),false); /*/%%SmartyHeaderCode%%*/?>
<?php if ($_valid && !is_callable('content_58aaad20939d4')) {function content_58aaad20939d4($_smarty_tpl) {?><html>
    <head>
        <meta charset="utf-8" />
        <meta content="width=device-width, initial-scale=1" name="viewport" />
        <meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1,minimum-scale=1,user-scalable=no" />
        <meta name="keywords" content="乐政微官网" />
        <meta name="description" content="乐政微官网"/>
        <title>"乐政微官网"</title>
        <link type="text/css" rel="stylesheet" href="<?php echo @CSS_URL;?>
style.css" />          
        <script type="text/javascript" src="<?php echo @JS_URL;?>
jquery1.4.2.min.js"></script>
        <script type="text/javascript" src="<?php echo @JS_URL;?>
banner.js"></script>        

        <script type="text/javascript" src="<?php echo @JS_URL;?>
jquery-2.1.0.min.js"></script>
        <link rel="stylesheet" href="<?php echo @CSS_URL;?>
layer.css" />
        <script type="text/javascript" src="<?php echo @JS_URL;?>
fastclick.js"></script>
        <script type="text/javascript" src="<?php echo @JS_URL;?>
layer.js"></script>
        <!--图片上传-->
        <script type='text/javascript' src='<?php echo @LIB_URL;?>
js/upload_js/jquery-2.0.3.min.js'></script>
        <script type='text/javascript' src='<?php echo @LIB_URL;?>
js/upload_js/LocalResizeIMG.js'></script>
        <script type='text/javascript' src='<?php echo @LIB_URL;?>
js/upload_js/patch/mobileBUGFix.mini.js'></script>
        <!--时间选择-->
        <script type='text/javascript' src='<?php echo @LIB_URL;?>
js/timechoose.js'></script>       
        <link rel="stylesheet" href="<?php echo @CSS_URL;?>
timechoose.css" />  
        
    </head>
    <body >        
        

<div class="contt">
    <div class="navstyle">
        <a href="javascript:history.go(-1);" class="navjiantou"><img src="<?php echo @IMG_URL;?>
return.png"></a>注册协议
        <img src="<?php echo @IMG_URL;?>
headimg.png" class="headimg">
    </div>
    <div class="baibg mianzexy_padd input_title">       
        本协议是您与乐政平台所有者（四川智美高科科技有限公司，以下称为"乐政"）之间就乐政服务等相关事宜所订立的契约，
        请您仔细阅读本注册协议，您点击"同意并继续"按钮后，本协议即构成对双方有约束力的法律文件。</br></br>
        <strong>第1条 本平台服务条款的确认和接纳</strong></br>
        1.1本平台的各项电子服务的所有权和运作权归乐政所有。用户同意所有注册协议条款并完成注册程序，才能成为本平台的正式用户。
        用户确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。 </br>
        1.2用户点击同意本协议的，即视为用户确认自己具有享受本平台服务、下单购物等相应的权利能力和行为能力，能够独立承担法律责任。</br>
        1.3如果您在18周岁以下，您只能在父母或监护人的监护参与下才能使用本平台。</br>
        1.4乐政保留在中华人民共和国法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。</br></br>
        <strong>第2条 本平台服务</strong></br>
        2.1乐政通过互联网依法为用户提供互联网信息等服务，用户在完全同意本协议及本平台规定的情况下，方有权使用本平台的相关服务。</br>
        2.2用户必须自行准备如下设备和承担如下开支：（1）上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他必备的上网装置；
          （2）上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等。 </br></br>
        <strong>第3条 用户信息</strong></br>
        3.1用户应自行诚信向本平台提供注册资料，用户同意其提供的注册资料真实、准确、完整、合法有效，用户注册资料如有变动的，应及时更新其注册资料。
        如果用户提供的注册资料不合法、不真实、不准确、不详尽的，用户需承担因此引起的相应责任及后果，并且乐政保留终止用户使用乐政各项服务的权利。 </br>
        3.2用户在本平台进行浏览、下单购物等活动时，涉及用户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，本平台将予以严格保密，
        除非得到用户的授权或法律另有规定，本平台不会向外界披露用户隐私信息。</br>
        3.3用户注册成功后，将产生用户名和密码等账户信息，您可以根据本平台规定改变您的密码。用户应谨慎合理的保存、使用其用户名和密码。
        用户若发现任何非法使用用户账号或存在安全漏洞的情况，请立即通知本平台并向公安机关报案。</br>
        3.4用户同意，乐政拥有通过邮件、短信、电话等形式，向在本站注册、购物用户、收货人发送订单信息、促销活动等告知信息的权利。</br>
        3.5用户不得将在本平台注册获得的账户借给他人使用，否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任。</br>
        3.6用户授权同意或国家执法机关要求情况下，乐政有权使用用户的注册信息、用户名、密码等信息，登录进入用户的注册账户进行操作。</br></br>
        <strong>第4条 用户依法言行义务</strong></br>
        本协议依据国家相关法律法规规章制定，用户同意严格遵守以下义务：</br>
        （1）不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论； </br>
        （2）不得利用本平台从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动； </br>
        （3）不得干扰本网站的正常运转，不得侵入本网站及国家计算机信息系统；</br>
        （4）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的、私人信息等信息资料；</br>
        （5）不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</br>
        （6）不得教唆他人从事本条所禁止的行为；</br>
        （7）不得利用在本平台注册的账户进行牟利性经营活动；</br>
        （8）不得发布任何严重不符合实际情况，恶意评价的信息；</br>
        用户应不时关注并遵守本平台不时公布或修改的各类合法规则规定。</br>
        本平台保有删除站内各类不符合法律政策或不真实的信息内容而无须通知用户的权利。</br>
        若用户未遵守以上规定的，本平台有权作出独立判断并采取暂停或关闭用户帐号等措施。用户须对自己在网上的言论和行为承担法律责任。</br></br>
        <strong>第5条 产品信息</strong></br>
        本平台上的产品信息随时都有可能发生变动，本站不作特别通知。由于网站上产品信息的数量极其庞大，虽然本平台会尽最大努力保证您所浏览产品信息的准确性，
        但由于众所周知的国家政策变化、互联网技术因素等客观原因存在，本平台显示的信息可能会有一定的滞后性或差错，对此情形您知悉并理解；
        乐政欢迎纠错，并会视情况给予纠错者一定的奖励。</br></br>


        <strong>第6条 订单</strong></br>
        6.1在您下订单时，请您仔细确认所购产品的名称、价格、联系地址、电话、收货人等信息。收货人与用户本人不一致的，
        收货人的行为和意思表示视为用户的行为和意思表示，用户应对收货人的行为及意思表示的法律后果承担连带责任。</br>
        6.2除法律另有强制性规定外，双方约定如下：本平台上展示的产品和价格等信息仅仅是交易信息的发布及参考，您下单后
        系统生成的订单信息是计算机信息系统根据您填写的内容及平台给给予的参考自动生成的数据，仅是您向商家发出的交易诉求；
        商家收到您的订单信息后，将直接与您联系，经过与您沟通确认，商家可对订单中的产品信息进行修改或确认提交，在您通过平台交易付款后，
        我方将视为您与商家之间就该订单建立了交易关系。您可以随时登录您在本站注册的账户，查询您的订单状态。</br>
        6.3由于市场变化、政策变化及各种因素的影响，本平台无法保证您提交的订单信息中希望购买的产品都能与商家达成交易；
        如您拟购买的产品无法与商家达成交易，您有权取消订单,已产生的服务费用仍需承担一部分。</br></br>
        <strong>第7条 服务</strong></br>
        7.1商家会在指定时间安排工作人员上门服务，上门收件时间一般以订单中的约定时间为准，另有约定的除外，送件及其他服务时间以您与商家沟通的时间为准。 </br>
        7.2因如下情况造成订单延迟或无法服务等，商家不承担延迟服务的责任：</br>
        （1）用户提供的信息错误、地址不详细等原因导致的； </br>
        （2）上门后无人应答，导致无法服务或延迟服务的；</br>
        （3）情势变更因素导致的；</br>
        （4）不可抗力因素导致的，例如：自然灾害、交通戒严、突发战争等。</br><br>
        <strong>第8条 交易争议处理</strong></br></br>
        8.1您在乐政平台交易过程中与商家发生争议的，您或商家中任何一方均有权选择以下途径解决：</br>
        （1）与争议相对方自主协商；</br>
        （2）使用乐政平台提供的争议调处服务；</br>
        （3）请求消费者协会或者其他依法成立的调解组织调解；</br>
        （4）向有关行政部门投诉；</br>
        （5）根据与争议相对方达成的仲裁协议（如有）提请仲裁机构仲裁；</br>
        （6）向人民法院提起诉讼。</br>
        8.2【平台调处服务】如您依据乐政平台规则使用乐政平台的争议调处服务，则表示您认可并愿意履行乐政平台的客服或商务经理（“调处方”）作为独立的第三方根据其所了解到的争议事实并依据乐政平台规则所作出的调处决定（包括调整相关订单的交易状态、判定将争议款项的全部或部分支付给交易一方或双方等）。在乐政平台调处决定作出前，您可选择上述（三）、（四）、（五）、（六）途径（下称“其他争议处理途径”）解决争议以中止乐政平台的争议调处服务。</br>
        8.3如您对调处决定不满意，您仍有权采取其他争议处理途径解决争议，但通过其他争议处理途径未取得终局决定前，您仍应先履行调处决定。</br>
        8.4平台用户与平台商家在未经平台监管的情况下，擅自私下进行交易，发生一切人身、财产安全等所有损失及纠纷，本平台概不负责。</br></br>
        <strong>第9条 所有权及知识产权条款</strong></br>
        9.1乐政是本平台的制作者,拥有此网站内容及资源的著作权等合法权利,受国家法律保护,有权不时地对本协议及本平台的内容进行修改，并在本平台张贴，无须另行通知用户。在法律允许的最大限度范围内，乐政对本协议及本平台内容拥有解释权。</br>
        9.2除法律另有强制性规定外，未经乐政明确的特别书面许可,任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本平台的信息内容，否则，乐政有权追究其法律责任。</br>
        9.3本平台所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是乐政或其内容提供者的财产，受中国和国际版权法的保护。本平台上所有内容的汇编是乐政的排他财产，受中国和国际版权法的保护。本站上所有软件都是乐政或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。</br></br>
        <strong>第10条 责任限制及不承诺担保</strong></br>
        10.1除非另有明确的书面说明,本平台及其所包含的或以其它方式通过本站提供给您的全部信息、内容、材料、产品（包括软件）和服务，均是在"按现状"和"按现有"的基础上提供的。</br>
        10.2除非另有明确的书面说明,乐政不对商家在本平台的运营及其服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。</br>
        10.3乐政不担保本平台所包含的或以其它方式通过本平台提供给您的全部信息、内容、材料、产品（包括软件）和服务、其服务器或从本平台发出的电子信件、信息没有病毒或其他有害成分。</br>
        10.4如因不可抗力或其它本平台无法控制的原因使本平台系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，乐政会合理地尽力协助处理善后事宜。</br></br>
        
        <strong>第11条 协议更新及用户关注义务</strong></br>
        11.1根据国家法律法规变化及平台运营需要，乐政有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在本平台上即生效，并代替原来的协议，用户可随时登录查阅最新协议。</br>
        11.2乐政建议您在使用本平台之前阅读本协议及本平台的公告，用户有义务不时关注并阅读最新版的协议及平台公告。</br>
        11.3如用户不同意更新后的协议，可以且应立即停止接受乐政平台依据本协议提供的服务；如用户继续使用本平台提供的服务的，即视为同意更新后的协议。</br>
        11.4如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</br></br>
        <strong>第12条 法律管辖和适用</strong></br>
        本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。 如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。 如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向有管辖权的中华人民共和国大陆地区法院提起诉讼。 </br></br>
        <strong>第13条 其他</strong> </br>
        13.1乐政平台所有者是指在政府部门依法许可或备案的乐政平台经营主体。</br>
        13.2乐政尊重用户和消费者的合法权利，本协议及本平台上发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为用户和消费者提供服务。本平台欢迎用户和社会各界提出意见和建议，乐政将虚心接受并适时修改本协议及本站上的各类规则。</br>
        13.3您点击本协议下方的"同意并继续"按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。
    </div>
    <div class="submit_button" id="submit">阅读并接受</div>
</div>

<script type="text/javascript">
    $("#submit").on("click", function () {
        location.href = "../login/regist";
    });
</script>

        <?php echo $_smarty_tpl->getSubTemplate ("../Common/bottom.html", $_smarty_tpl->cache_id, $_smarty_tpl->compile_id, null, null, array(), 0);?>
  
    </body>
</html>
<?php }} ?>